const Advantages = () => {
	return (
		<section className="advantages">
			<h2>Преимущетства</h2>
			<div className="advantages__container">
				<div className="advantages__item">
					<div className="advantages__check">
						<span>
							<svg
								width="24"
								height="24"
								viewBox="0 0 24 24"
								fill="none"
								xmlns="http://www.w3.org/2000/svg">
								<g clip-path="url(#clip0_1_177)">
									<path
										d="M23.297 7.3684L10.636 20.0285C9.6984 20.9663 8.17753 20.9663 7.23908 20.0285L0.703378 13.4923C-0.234541 12.5546 -0.234541 11.0336 0.703378 10.0956C1.64147 9.15754 3.16223 9.15754 4.09991 10.0953L8.93803 14.9335L19.8999 3.97151C20.838 3.03341 22.3589 3.03412 23.2966 3.97151C24.2344 4.90943 24.2344 6.42995 23.297 7.3684Z"
										fill="#1DC37E"
									/>
								</g>
								<defs>
									<clipPath id="clip0_1_177">
										<rect width="24" height="24" fill="white" />
									</clipPath>
								</defs>
							</svg>
						</span>
					</div>
					<div className="advantages__text">
						<h3>Мобильность специалиста</h3>
						<p>
							Выше указаны программы Adobe InDesign, Adobe Illustrator, Corel Draw и ими можно
							успешно пользоваться дома или в дороге. Современные ноутбуки хорошо справляются с
							нагрузкой, так зачем загонять специалиста в душный офис. В этой профессии важным
							считается вдохновение, поэтому дизайнеры ищут его в разных местах.
						</p>
					</div>
				</div>
				<div className="advantages__item">
					<div className="advantages__check">
						<span>
							<svg
								width="24"
								height="24"
								viewBox="0 0 24 24"
								fill="none"
								xmlns="http://www.w3.org/2000/svg">
								<g clip-path="url(#clip0_1_177)">
									<path
										d="M23.297 7.3684L10.636 20.0285C9.6984 20.9663 8.17753 20.9663 7.23908 20.0285L0.703378 13.4923C-0.234541 12.5546 -0.234541 11.0336 0.703378 10.0956C1.64147 9.15754 3.16223 9.15754 4.09991 10.0953L8.93803 14.9335L19.8999 3.97151C20.838 3.03341 22.3589 3.03412 23.2966 3.97151C24.2344 4.90943 24.2344 6.42995 23.297 7.3684Z"
										fill="#1DC37E"
									/>
								</g>
								<defs>
									<clipPath id="clip0_1_177">
										<rect width="24" height="24" fill="white" />
									</clipPath>
								</defs>
							</svg>
						</span>
					</div>
					<div className="advantages__text">
						<h3>Индивидуальный график работы</h3>
						<p>
							Если освоить программы и найти заказы по графическому дизайну, вскоре окажется, что
							вставать в 6:00 вовсе не обязательно. Когда у человека вечером продуктивность выше,
							надо этим пользоваться.
						</p>
					</div>
				</div>
				<div className="advantages__item">
					<div className="advantages__check">
						<span>
							<svg
								width="24"
								height="24"
								viewBox="0 0 24 24"
								fill="none"
								xmlns="http://www.w3.org/2000/svg">
								<g clip-path="url(#clip0_1_177)">
									<path
										d="M23.297 7.3684L10.636 20.0285C9.6984 20.9663 8.17753 20.9663 7.23908 20.0285L0.703378 13.4923C-0.234541 12.5546 -0.234541 11.0336 0.703378 10.0956C1.64147 9.15754 3.16223 9.15754 4.09991 10.0953L8.93803 14.9335L19.8999 3.97151C20.838 3.03341 22.3589 3.03412 23.2966 3.97151C24.2344 4.90943 24.2344 6.42995 23.297 7.3684Z"
										fill="#1DC37E"
									/>
								</g>
								<defs>
									<clipPath id="clip0_1_177">
										<rect width="24" height="24" fill="white" />
									</clipPath>
								</defs>
							</svg>
						</span>
					</div>
					<div className="advantages__text">
						<h3>Контроль дохода</h3>
						<p>
							Прохождения собеседований в крупные компании могут принести свои плоды. В случае с
							профессией графического дизайна вполне возможна работа на рынке фриланса. Специалист
							сам выбирает регион, с кем работать и сколько работать. В связи с этим получится точно
							контролировать доход в большую или меньшую сторону.
						</p>
					</div>
				</div>
				<div className="advantages__item">
					<div className="advantages__check">
						<span>
							<svg
								width="24"
								height="24"
								viewBox="0 0 24 24"
								fill="none"
								xmlns="http://www.w3.org/2000/svg">
								<g clip-path="url(#clip0_1_177)">
									<path
										d="M23.297 7.3684L10.636 20.0285C9.6984 20.9663 8.17753 20.9663 7.23908 20.0285L0.703378 13.4923C-0.234541 12.5546 -0.234541 11.0336 0.703378 10.0956C1.64147 9.15754 3.16223 9.15754 4.09991 10.0953L8.93803 14.9335L19.8999 3.97151C20.838 3.03341 22.3589 3.03412 23.2966 3.97151C24.2344 4.90943 24.2344 6.42995 23.297 7.3684Z"
										fill="#1DC37E"
									/>
								</g>
								<defs>
									<clipPath id="clip0_1_177">
										<rect width="24" height="24" fill="white" />
									</clipPath>
								</defs>
							</svg>
						</span>
					</div>
					<div className="advantages__text">
						<h3>Выбор работы</h3>
						<p>
							Пользователи сети, которые знают Photoshop, не обязательно должны выполнять одну
							работу. Профессия графического дизайнера дает возможность отойти от обычных проектов и
							повысить скил в других компьютерных программах.
						</p>
					</div>
				</div>
				<p className="advantages__explanation">
					При завершении очередного проекта над графикой, специалист всегда задает себе вопрос о
					дальнейших перспективах. Отличие профессиональных дизайнеров заключается в том, что они
					гибкие. Сегодня разрабатывается логотип новой компании, а завтра вполне можно
					переключиться на иллюстрацию культовой книги.
				</p>
			</div>
		</section>
	)
}

export default Advantages
